Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/PrivacySettingsUI/ProblemReporting.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# ABOUT_HEALTH_RECORDS_DATA_INFO_TEXT
source: The Improve Health Records feature sends certain information from your health records to Apple in order to help Apple develop, improve, and understand the Health Records feature and related Apple health features. Your data will not be used for any other purpose. The information provided to Apple could include any information in your health records, such as condition information, medications, vitals and procedures. Before your information is sent to Apple for analysis, it is processed through tools to remove data that may personally identify you, such as your name or phone number. While the tools are intended to remove all information that may personally identify you, it is possible that Apple may receive identifiable information. If any personally identifiable information is found, it will be promptly deleted. All information sent to Apple is encrypted while in transit and when received. All information will also be encrypted while at rest on our servers. By enabling Improve Health Records, you agree and consent to Apple’s and its subsidiaries’ and agents’ transmission, collection, maintenance, processing and use of this information as described above. You may choose to turn off Improve Health Records at any time. To do so, go to Settings > Health and turn off ‘Improve Health Records’. At all times, information received by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com/privacy.
ar: ترسل ميزة "تحسين السجلات الصحية" معلومات معينة من سجلاتك الصحية لمساعدة Apple في تطوير وتحسين وفهم السجلات الصحية وميزات الصحة ذات الصلة من Apple. لن يتم استخدام معلوماتك لأي غرض آخر. قد تتضمن المعلومات التي يتم تقديمها إلى Apple أية معلومات في سجلاتك الصحية مثل معلومات الحالة والأدوية والعلامات الحيوية والعمليات. وقبل أن يتم إرسال معلوماتك إلى Apple للتحليل، يتم معالجتها باستخدام أداة تحذف البيانات التي قد تؤدي للتعرف على هويتك مثل الاسم ورقم الهاتف. وبيد أن هذه الأدوات مصممة لإزالة جميع المعلومات التي قد تعرّف عن هويتك، قد تستلم Apple بعض المعلومات التعريفية. إذا عثر على أية معلومات شخصية تعريفية سيتم حذفها على الفور. جميع المعلومات المرسلة إلى Apple يتم تشفيرها أثناء النقل وعند استلامها. سيتم تشفير هذه المعلومات عند تخزينها في خوادمنا أيضًا. بتمكين "تحسين السجلات الصحية"، فإنك توافق على أن تقوم Apple وشركاتها الفرعية ووكلاؤها بنقل هذه المعلومات وجمعها والاحتفاظ بها ومعالجتها واستخدامها على النحو المبين أعلاه. يمكنك إيقاف "تحسين السجلات الصحية" في أي وقت عبر تطبيق صحتي. يمكنك فعل ذلك بالذهاب إلى الإعدادات > صحتي ومن ثم إيقاف "تحسين السجلات الصحية". سيتم التعامل في جميع الأوقات مع المعلومات التي يتم جمعها بواسطة Apple وفقًا لسياسة خصوصية Apple، والتي يمكنك العثور عليها على الموقع: www.apple.com/ae-ar/privacy
bg: Функцията за подобряване на Здравно досие изпраща определени записи от вашето здравно досие, за да помогне на Apple да разработва, подобрява и разбира функцията за здравно досие и свързаните със здраве функции на Apple. Вашите данни няма да се използват за никакви други цели. Предоставената на Apple информация може да включва данни от вашето здравно досие, като информация за състояние, лекарства, жизнени показатели и процедури. Преди да се изпрати информацията на Apple за анализ, тя се обработва през инструменти, които премахват данните, които може да ви идентифицират лично, като вашето име или телефонен номер. Независимо че инструментите са предназначени да премахват цялата информация, която може да ви идентифицира лично, възможно е Apple да получи информация, която ви идентифицира. Ако такава информация бъде открита, тя се изтрива незабавно. Цялата изпращана на Apple информация се кодира при прехвърлянето и получаването. Също така цялата информация се кодира и докато остава непроменена на нашите сървъри. Като активирате функцията Подобряване на Здравно досие, се съгласявате и приемате Apple, техните подразделения и агенти да прехвърлят, събират, поддържат, обработват и използват информацията, както е описано по-горе. По всяко време можете да изберете да изключите функцията Подобряване на Здравно досие. За да го направите, отидете в Настройки > Здраве и изключете „Подобряване на Здравно досие“. През цялото време получената от Apple информация ще се третира в съответствие с Политиката за поверителност на Apple, която може да се намери на www.apple.com/privacy.
ca: La millora dels informes clínics envia determinada informació a Apple per ajudar Apple a desenvolupar i millorar aquesta funció i d’altres de relacionades, i entendre’n l’efectivitat. Les dades no s’utilitzaran amb cap altra finalitat. La informació que s’envia a Apple pot incloure dades que constin als informes clínics, com ara malalties, medicaments, constants vitals i procediments. Abans dʼenviar la informació a Apple perquè lʼanalitzi, es processa amb eines que permeten eliminar‑ne les dades que tʼidentifiquen personalment, per exemple, el nom o el número de telèfon. Malgrat que l’objectiu és eliminar tota la informació que tʼidentifiqui personalment, és possible que Apple rebi informació que es pugui relacionar amb tu. Si es detecta informació que t’identifica personalment, s’eliminarà immediatament. Tota la informació que s’envia a Apple s’encripta, tant en enviar‑la com en rebre‑la. En emmagatzemar‑la als nostres servidors, també s’encriptarà. En activar la millora dels informes clínics, acceptes i permets que Apple, els seus agents i les seves filials transmetin, recopilin, mantinguin, processin i utilitzin aquesta informació tal com es descriu més amunt. Pots desactivar la millora dels informes clínics en qualsevol moment. Per fer‑ho, ves a l’app Configuració > Salut i desactiva l’opció “Millora els informes clínics”. La informació recopilada per Apple es tractarà en tot moment d’acord amb la política de privacitat d’Apple, que es pot consultar a www.apple.com/es/privacy.
cs: Funkce vylepšování zdravotních záznamů posílá některé údaje z vašich zdravotních záznamů společnosti Apple. Pomáhá nám to vyvíjet, vylepšovat a chápat zdravotní záznamy a související zdravotní funkce. Vaše data nepoužijeme k žádným jiným účelům. Data poskytnutá společnosti Apple mohou obsahovat kterékoli údaje uvedené ve vašich zdravotních záznamech, například informace o zdravotním stavu, lécích, vitálních funkcích a léčbě. Před odesláním společnosti Apple budou vaše data zpracována nástroji, které odstraní data umožňující vaši identifikaci, například jméno a telefonní číslo. I když mají naše nástroje odstranit veškeré osobně identifikovatelné údaje, je možné, že Apple nějaká identifikovatelná data obdrží. Pokud k tomu dojde, veškerá osobně identifikovatelná data budou okamžitě smazána. Všechna data poslaná společnosti Apple jsou během přenosu a při příjmu zašifrovaná. A veškeré údaje jsou taky uchovávány v zašifrovaném formátu na našich serverech. Zapnutím funkce vylepšování zdravotních záznamů vyjadřujete výslovný souhlas s tím, že společnost Apple a její pobočky a zástupci mohou přenášet, shromažďovat, spravovat, zpracovávat a využívat veškeré výše uvedené údaje. Funkci vylepšování zdravotních záznamů můžete kdykoli vypnout. Otevřete Nastavení > Zdraví a vypněte funkci Vylepšovat zdravotní záznamy. Společnost Apple bude s informacemi, které obdrží, za všech okolností nakládat v souladu se svými zásadami ochrany osobních údajů, jejichž znění najdete na adrese www.apple.com/cz/privacy.
da: Funktionen Gør Helbredsjournaler bedre sender visse oplysninger fra dine helbredsjournaler til Apple for at hjælpe Apple med at udvikle, forbedre og forstå funktionen Helbredsjournaler og beslægtede helbredsfunktioner fra Apple. Dine data vil ikke blive brugt til nogen andre formål. De oplysninger, der leveres til Apple, kan indeholde oplysninger i dine helbredsjournaler, f.eks. oplysninger om sygdomme, medicin, vitalparametre og operationer og fremgangsmåder. Før dine oplysninger sendes til Apple til analyse, behandles de med værktøjer, som fjerner data, der kan identificere dig, f.eks. dit navn eller dit telefonnummer. Selvom disse værktøjer er beregnet til at fjerne alle oplysninger, der kan identificere dig, er det muligt, at Apple modtager oplysninger, der kan identificere dig. Hvis der findes sådanne oplysninger, som kan identificere dig, vil de blive fjernet med det samme. Alle oplysninger, der sendes til Apple, er også krypteret under forsendelsen og modtagelsen, og de vil blive opbevaret sikkert på vores servere. Ved at slå Gør Helbredsjournaler bedre til erklærer du dig indforstået med, at Apple, dets datterselskaber og agenter sender, indsamler, vedligeholder, behandler og benytter alle ovennævnte oplysninger. Du kan altid vælge at slå Gør Helbredsjournaler bedre fra. Det gøres ved at gå til Indstillinger > Sundhed og slå “Gør Helbredsjournaler bedre” fra. Oplysninger modtaget af Apple vil altid blive behandlet i overensstemmelse med Apples anonymitetspolitik, som kan læses på www.apple.com/dk/privacy.
de: Die Funktion „Gesundheitsakte verbessern“ sendet automatisch bestimmte Informationen aus deiner Gesundheitsakte an Apple, damit Apple diese Funktion entwickeln, verbessern und verstehen kann. Deine Daten werden für keine anderen Zwecke verwendet. Zu den Informationen, die Apple bereitgestellt werden, können beliebige Daten in deiner Gesundheitsakte gehören, etwa Informationen zu Erkrankungen, Medikationen, Vitalwerten und Eingriffen. Bevor du Informationen zur Analyse an Apple sendest, werden sie mit Werkzeugen verarbeitet, die Daten entfernen, die möglicherweise Rückschlüsse auf deine Person zulassen, etwa dein Name oder deine Telefonnummer. Obwohl die Werkzeuge alle Informationen löschen, die möglicherweise Rückschlüsse auf deine Person zulassen, kann es vorkommen, dass Apple identifizierbare Informationen erhält. Falls identifizierbare Informationen gefunden werden sollten, werden sie umgehend gelöscht. Alle an Apple gesendeten Informationen sind während der Übertragung, nach Erhalt sowie während der Ablage auf unseren Servern verschlüsselt. Durch Aktivieren von „Gesundheitsakte verbessern“ erklärst du dein Einverständnis, dass Apple und seine Tochtergesellschaften und Vertreter diese Informationen wie vorstehend aufgeführt übertragen, sammeln, verwalten, verarbeiten und verwenden dürfen. Du kannst die Option „Gesundheitsakte verbessern“ jederzeit deaktivieren. Gehe hierfür zu „Einstellungen“ > „Health“ und deaktiviere „Gesundheitsakte verbessern“. Von Apple gesammelte Informationen werden jederzeit gemäß der Apple-Datenschutzrichtlinie unter: www.apple.com/de/privacy behandelt.
el: Η δυνατότητα «Βελτίωση των Ιατρικών εγγραφών» αποστέλλει συγκεκριμένα δεδομένα από τις ιατρικές εγγραφές σας στην Apple, προκειμένου να βοηθήσει την Apple στην ανάπτυξη, τη βελτίωση και την κατανόηση της δυνατότητας «Ιατρικές εγγραφές» και σχετιζόμενων δυνατοτήτων της Υγείας Apple. Τα δεδομένα σας δεν θα χρησιμοποιηθούν για κανέναν άλλο σκοπό. Τα δεδομένα που κοινοποιούνται στην Apple μπορεί να περιλαμβάνουν οποιεσδήποτε πληροφορίες που βρίσκονται στις ιατρικές εγγραφές σας, π.χ. πληροφορίες για παθήσεις, φάρμακα, ζωτικές ενδείξεις και επεμβάσεις. Πριν από την αποστολή των πληροφοριών σας στην Apple για ανάλυση, υποβάλλονται σε επεξεργασία από εργαλεία για αφαίρεση δεδομένων που σας ταυτοποιούν, π.χ. το όνομα ή ο αριθμός τηλεφώνου σας. Παρόλο που σκοπός της επεξεργασίας είναι η αφαίρεση όλων των δυνητικά ταυτοποιήσιμων πληροφοριών, είναι πιθανό η Apple να λάβει ταυτοποιήσιμα δεδομένα. Αν βρεθούν ταυτοποιήσιμα δεδομένα, διαγράφονται πάραυτα. Όλα τα δεδομένα που αποστέλλονται στην Apple κρυπτογραφούνται κατά τη μετάδοση και την παραλαβή τους και είναι κρυπτογραφημένα ενόσω βρίσκονται στους διακομιστές μας. Αν ενεργοποιήσετε τη Βελτίωση των Ιατρικών εγγραφών, συμφωνείτε και συναινείτε ως προς τη μετάδοση, τη συλλογή, τη διατήρηση, την επεξεργασία και τη χρήση των εν λόγω πληροφοριών, όπως περιγράφεται παραπάνω, από την Apple, τις θυγατρικές και τους αντιπροσώπους της. Μπορείτε να επιλέξετε την απενεργοποίηση της Βελτίωσης των Ιατρικών εγγραφών ανά πάσα στιγμή. Για να το κάνετε αυτό, μεταβείτε στις «Ρυθμίσεις» > «Υγεία» και απενεργοποιήστε τη «Βελτίωση των Ιατρικών εγγραφών». Ο χειρισμός των πληροφοριών που λαμβάνει η Apple πραγματοποιείται σύμφωνα με την Πολιτική απορρήτου της, την οποία μπορείτε να βρείτε στη διεύθυνση www.apple.com/gr/privacy.
es: La función “Mejorar el historial clínico” envía cierta información de tu historial clínico a Apple para ayudarnos a desarrollar, mejorar y comprender la función “Historial clínico” y otras funciones de Apple relacionadas con la salud. Tus datos no se usarán para ningún otro propósito. Entre los datos facilitados a Apple puede incluirse cualquier tipo de información que figure en tu historial clínico, como información sobre afecciones, medicaciones, constantes vitales e intervenciones. Antes de enviar la información a Apple para analizarla, se procesa mediante herramientas que eliminan aquellos datos que puedan identificarte personalmente, como tu nombre o número de teléfono. Aunque las herramientas están diseñadas para eliminar todos los datos de este tipo, es posible que Apple reciba alguna información que sí pueda identificarte, en cuyo caso se eliminará con la mayor brevedad posible. Toda la información enviada a Apple también estará encriptada mientras se guarde en nuestros servidores. Al activar “Mejorar el historial clínico”, aceptas y consientes la transmisión, obtención, mantenimiento, procesamiento y uso de esta información por parte de Apple, sus filiales y agentes tal como se ha descrito anteriormente. Puedes desactivar “Mejorar el historial clínico” cuando quieras. Para ello, ve a Ajustes > Salud y desactiva “Mejorar el historial clínico”. En todo momento, la información recopilada por Apple se tratará de acuerdo con la política de privacidad de Apple, que puedes consultar en www.apple.com/es/privacy.
es_us: La función Mejorar el expediente clínico envía parte de la información de tu expediente clínico a Apple para ayudarle a desarrollar, mejorar, comprender y proporcionar la función Expediente clínico y otras funciones de salud relacionadas de Apple. Tus datos no se utilizan con ningún otro propósito. La información que se proporciona a Apple podría incluir cualquier información de tu expediente clínico, como información sobre padecimientos, medicamentos, signos vitales y operaciones. Antes de enviar tu información a Apple, ésta se procesa mediante herramientas para eliminar cualquier información que te pueda identificar personalmente, como tu nombre o número de teléfono. Aunque las herramientas tienen la intención de eliminar cualquier información que pueda identificarte personalmente, es posible que Apple reciba información que pueda identificarte. Si se encontrara tal información, se eliminará cuanto antes. Toda la información que se envía a Apple se encripta al momento de transmitirse y recibirse. Asimismo, permanecerá encriptada al residir en nuestros servidores. Al activar Mejorar el expediente clínico, aceptas y autorizas que Apple y sus socios y agentes transmitan, recopilen, mantengan, procesen y usen la información descrita anteriormente. Puedes elegir desactivar esta función en cualquier momento en Configuración > Salud. En todo momento, la información que Apple recibe se tratará de conformidad con la Política de privacidad de Apple, la cual puedes consultar en www.apple.com/la/privacy.
fi: Paranna potilaskertomusta -toiminto lähettää tiettyjä potilastietojasi Applelle, jotta Apple voi kehittää, parantaa ja ymmärtää Paranna potilaskertomusta -toimintoa sekä siihen liittyviä Applen terveystoimintoja. Tietojasi ei käytetä muihin tarkoituksiin. Applelle annetut tiedot voivat sisältää mitä tahansa potilaskertomuksesi tietoja, esimerkiksi tietoja sairauksista, lääkityksestä, elintoiminnoista sekä leikkauksista. Ennen kuin tietosi lähetetään Applelle analysoitaviksi, niistä poistetaan tiedot, joista sinut voidaan tunnistaa. Vaikka poistotyökalujen tarkoituksena on poistaa kaikki tiedot, joista sinut voidaan tunnistaa, on kuitenkin mahdollista, että Apple saa tietoja, joista sinut voidaan tunnistaa. Jos tietoja, joista sinut voidaan tunnistaa, löydetään, ne poistetaan pikaisesti. Kaikki Applelle lähetetyt tiedot salataan lähetys- ja vastaanottovaiheessa. Kaikki tiedot ovat salattuja myös silloin, kun ne ovat palvelimillamme Ottamalla Paranna potilaskertomusta -toiminnon käyttöön hyväksyt ja suostut siihen, että Apple ja sen tytäryhtiöt ja edustajat voivat lähettää, kerätä, säilyttää, käsitellä ja käyttää näitä tietoja edellä mainitulla tavalla. Voit laittaa Paranna potilaskertomusta -toiminnon pois päältä koska tahansa Terveys-apissa. Voit tehdä sen avaamalla Asetukset > Terveys ja laittamalla Paranna potilaskertomusta -asetuksen pois päältä. Applen vastaanottamaa tietoa käsitellään aina Applen tietosuojakäytännön mukaisesti. Lisätietoja tietosuojakäytännöstä löydät osoitteesta www.apple.com/fi/privacy.
fr: La fonctionnalité « Améliorer Dossiers médicaux » envoie certaines informations de vos dossiers médicaux à Apple pour aider Apple à développer, améliorer, comprendre, tester et proposer la fonctionnalité « Dossiers médicaux » et les fonctionnalités de santé associées d’Apple. Vos données ne seront pas utilisées à d’autres fins. Les informations de vos dossiers médicaux communiquées à Apple peuvent notamment comprendre votre état de santé, vos médicaments, vos signes vitaux et les interventions que vous avez subies. Avant leur envoi à Apple pour analyse, les données sont traitées à l’aide d’outils en vue de supprimer toute information susceptible de vous identifier personnellement, comme votre nom ou votre numéro de téléphone. Bien que ces outils soient destinés à supprimer toutes les informations susceptibles de vous identifier personnellement, il est possible qu’Apple reçoive des données identifiables. Si tel est le cas, les données en question sont immédiatement supprimées. Toutes les données envoyées à Apple sont chiffrées lors de leur transmission et de leur réception. Toutes les informations sont également chiffrées lorsqu’elles sont stockées sur nos serveurs. En activant la fonctionnalité « Améliorer Dossiers médicaux », vous acceptez qu’Apple ainsi que ses filiales et ses représentants transmettent, recueillent, conservent, traitent et utilisent ces données comme décrit ci-dessus. Vous pouvez désactiver à tout moment « Améliorer Dossiers médicaux » par le biais de l’app Santé. Pour ce faire, rendez-vous dans Réglages > Santé et désactivez « Améliorer Dossiers médicaux ». Les informations recueillies par Apple seront en tout temps traitées conformément à l’Engagement de confidentialité d’Apple, que vous pouvez consulter à l’adresse suivante : www.apple.com/fr/privacy.
fr_ca: La fonction Améliorer Dossiers médicaux envoie certaines informations de vos dossiers médicaux à Apple afin de lui permettre de développer, d’améliorer et de comprendre la fonctionnalité Dossiers médicaux et les fonctionnalités connexes de santé d’Apple. Vos données ne seront en aucun cas utilisées à d’autres fins. Les informations fournies à Apple peuvent comprendre toute information de vos dossiers médicaux, qu’il s’agisse de pathologies, de traitements, de signes vitaux ou de procédures. Avant que vos informations ne soient envoyées à Apple pour être analysées, celles-ci sont transmises à des outils qui suppriment les données susceptibles de vous identifier personnellement, telles que votre nom ou votre numéro de téléphone. Bien que ces outils aient été conçus pour supprimer toutes les informations susceptibles de vous identifier personnellement, il se peut qu’Apple reçoive des informations identifiables. Si de telles informations sont détectées, elles seront immédiatement supprimées. Toutes les informations envoyées à Apple sont chiffrées lors de leur envoi et de leur réception. Elles sont également chiffrées avant d’être stockées sur nos serveurs. En activant Améliorer Dossiers médicaux, vous acceptez qu’Apple, ses filiales et ses représentants transmettent, recueillent, conservent, traitent et utilisent ces données comme décrit ci-dessus. Vous pouvez à tout moment choisir de désactiver Améliorer Dossiers médicaux. Pour ce faire, accédez à Réglages > Santé, puis désactivez « Améliorer Dossiers médicaux ». Les informations recueillies par Apple seront systématiquement traitées conformément à la politique de confidentialité d’Apple, disponible sur www.apple.com/ca/fr/privacy.
he: המאפיין ״שיפור רשומות רפואיות״ שולח מידע מסוים מהרשומות הרפואיות שלך ל-Apple כדי לעזור ל-Apple להבין, לפתח ולשפר את ״רשומות רפואיות״ ומאפייני בריאות נוספים של Apple. המידע שלך לא ישמש לאף מטרה אחרת. המידע שיועבר ל-Apple עשוי להכיל כל פרט מהמידע הנמצא ברשומות הרפואיות שלך, כגון מצב רפואי, תרופות, מדדים והליכים רפואיים. לפני שהמידע יישלח ל-Apple לניתוח, הוא יעבור עיבוד דרך כלים אשר מסירים נתונים שיכולים להיות מזוהים איתך באופן אישי, כמו שם ומספר טלפון. למרות שהכלים נועדו להסיר כל מידע המקושר אליך אישית, יתכן ש-Apple תקבל מידע מזהה. אם יימצא מידע שיכול להיות מזוהה איתך אישית, הוא יימחק מיד. כל המידע הנשלח ל-Apple מוצפן הן בעת ההעברה והן בקבלה, והוא יאוחסן באופן מאובטח. הפעלת ״שיפור רשומות רפואיות״, מהווה את הסכמתך לכך ש-Apple והחברות הבנות והסוכנים שלה ישדרו, יאספו, ישמרו, יעבדו וישתמשו במידע זה כמתואר לעיל. באפשרותך לכבות את ״שיפור רשומות רפואיות״ בכל עת. כדי לעשות זאת, עבור/י אל ״הגדרות״ > ״בריאות״ והעבר/י את המתג של ״שיפור רשומות רפואיות״ למצב כבוי. בכל מקרה, מידע המתקבל על-ידי Apple מטופל בכפוף למדיניות הפרטיות של Apple, הזמינה בכתובת www.apple.com/privacy.
hi: “सेहत रिकॉर्ड बेहतर बनाएँ” फ़ीचर Apple को आपके सेहत रिकॉर्ड से ख़ास जानकारी भेजती है जो Apple को सेहत रिकॉर्ड फ़ीचर और संबंधित Apple सेहत फ़ीचर के विकास, सुधार और समझने में मदद करती है। आपका डेटा किसी दूसरे उद्देश्य के लिए उपयोग नहीं किया जाएगा। Apple को दी गई जानकारी आपके सेहत रिकॉर्ड की कोई जानकारी शामिल कर सकता है जैसे कि स्थिति जानकारी, दवाई, मुख्य अवयव और प्रक्रिया। विश्लेषण के लिए आपकी जानकारी Apple को भेजे जाने के पहले इसे टूल से गुज़रना होता है जिससे यह उन डेटा को हटाती है जिससे आपकी व्यक्तिगत तौर पर पहचान हो। हालाँकि टूल से आशा की जाती है कि उन सारी जानकारी को हटा दे जिससे आपकी व्यक्तिगत रूप से पहचान हो लेकिन फिर भी संभव है कि Apple को पहचानयोग्य जानकारी मिले। यदि कोई व्यक्तिगत तौर पर पहचान योग्य जानकारी मिलती है तो इसे तत्काल डिलीट किया जाएगा। ट्रैंज़िट और प्राप्ति के दौरान Apple को भेजी गई सभी जानकारी एंक्रिप्टेड होती हैं और इसे सुरक्षित तरीक़े से संग्रहित किया जाता है। हमारे सर्वर पर बने रहने के दौरान भी सभी जानकारी एंक्रिप्टेड रहेंगी। “सेहत रिकॉर्ड बेहतर बनाएँ” सक्षम करके आप Apple व उसके सहयोगियों और अभिकर्ताओं द्वारा ऊपर किए गए वर्णनानुसार इस जानकारी को संचारित, संग्रहित, अनुरक्षित और प्रोसेस करने के लिए सहमत होते और अनुमति देते हैं। आप “सेहत रिकॉर्ड बेहतर बनाएँ” को किसी भी समय बंद करने की सोच सकते हैं। ऐसा करने के लिए सेटिंग्ज़ > सेहत पर जाएँ और “सेहत रिकॉर्ड बेहतर बनाएँ” बंद करें। Apple द्वारा प्राप्त की गई जानकारी को हर समय Apple की गोपनीयता नीति के अनुसार व्यवहार में लाया जाएगा जिसे www.apple.com/in/privacy पर देखा जा सकता है।
hr: Značajka poboljšanja zdravstvenih podataka šalje određene informacije iz vaših zdravstvenih podataka tvrtki Apple kako bi se Appleu pomoglo u razvoju, poboljšanju i razumijevanju značajke Zdravstvenih podataka i povezanih Appleovih zdravstvenih značajki. Vaši podaci neće se koristiti ni u koje druge svrhe. Informacije poslane tvrtki Apple mogu sadržavati bilo koje informacije iz vaših zdravstvenih podataka, kao što su informacije o zdravstvenom stanju, lijekovima, rezultatima pregleda i postupcima. Prije slanja vaših informacija tvrtki Apple radi analize, one se obrađuju putem alata za uklanjanje podataka koji vas mogu identificirati, primjerice vašeg imena ili telefonskog broja. Ti alati dizajnirani su za uklanjanje svih informacija koje vas mogu identificirati, ali je moguće da Apple ipak primi identifikacijske informacije. Ako pronađemo identifikacijske informacije, one će odmah biti obrisane. Sve informacije koje se šalju tvrtki Apple kriptirane su tijekom slanja i primanja. Sve informacije također će biti kriptirane tijekom čuvanja na našim serverima. Omogućavanjem značajke poboljšanja zdravstvenih podataka, potvrđujete i slažete se da tvrtka Apple, kao i njezine podružnice i agenti, smiju odašiljati, prikupljati, održavati, obrađivati i koristiti ove informacije kako je opisano iznad. U bilo kojem trenutku možete isključiti značajku poboljšanja zdravstvenih podataka. Ako to želite učiniti, otvorite Postavke > Zdravlje i isključite opciju “Poboljšanje zdravstvenih podataka”. Apple će u svakom trenutku primljene informacije tretirati u skladu s Appleovim pravilima privatnosti, koja možete pročitati na www.apple.com/hr/privacy.
hu: Az Egészségügyi dokumentumok továbbfejlesztése funkció bizonyos információkat küld az Ön egészségügyi dokumentumairól az Apple-nek annak érdekében, hogy segítsen az Apple-nek az Egészségügyi dokumentumok funkció és a kapcsolódó egészséggel kapcsolatos Apple-funkciók fejlesztésében, javításában, megértésében. Az adatai nem lesznek más céllal felhasználva. Az Apple-nek átadott információk bármilyen információt tartalmazhatnak az egészségügyi dokumentumaiból, például az egészségi állapotát, gyógyszereket, vitális jeleket és orvosi procedúrákat. Mielőtt az adatai el lennének küldve az Apple-nek elemzésre, azokból az eszközök eltávolítják az olyan adatokat, amelyek személyesen azonosíthatnák Önt, például a nevét és a telefonszámát. Bár az eszközök célja az összes olyan információ eltávolítása, amelyek személyesen azonosíthatnák Önt, ennek ellenére előfordulhat, hogy az Apple személyes azonosításra alkalmas információkat kap. A személyes azonosításra alkalmas információk megtalálásuk esetén azonnal törölve lesznek. Az Apple-nek küldött minden információ titkosítva van átvitel és fogadás közben. Az információk titkosítva vannak a szervereinken történő tárolás közben is. Az Egészségügyi dokumentumok továbbfejlesztése funkció engedélyezésével Ön elfogadja és beleegyezik abba, hogy az Apple és annak leányvállalatai és ügynökei a fent említett módon ezeket az információkat átadják, gyűjtsék, karbantartsák, feldolgozzák és használják. Bármikor kikapcsolhatja az Egészségügyi dokumentumok továbbfejlesztése funkciót. Ehhez válassza a Beállítások > Egészség lehetőséget, és kapcsolja ki az „Egészségügyi dokumentumok továbbfejlesztése” beállítást. Az Apple által gyűjtött információk mindig az Apple adatvédelmi szabályzata szerint lesznek felhasználva, amely megtalálható a www.apple.com/hu/privacy weboldalon.
id: Fitur Tingkatkan Catatan Kesehatan mengirimkan informasi tertentu dari catatan kesehatan Anda ke Apple untuk membantu Apple mengembangkan, meningkatkan, dan menyediakan fitur Catatan Kesehatan dan fitur kesehatan Apple terkait. Data Anda tidak akan digunakan untuk tujuan lainnya. Informasi yang disediakan ke Apple dapat menyertakan informasi apa pun di catatan kesehatan Anda, seperti informasi kondisi, pengobatan, vital, dan prosedur. Sebelum informasi Anda dikirimkan ke Apple untuk dianalisis, informasi tersebut diproses melalui alat untuk menghapus data yang dapat mengidentifikasi Anda secara pribadi, seperti nama dan nomor telepon Anda. Meskipun alat tersebut ditujukan untuk menghapus semua informasi yang dapat mengidentifikasi Anda, mungkin bagi Apple untuk menerima informasi yang dapat diidentifikasi. Jika informasi yang dapat diidentifikasi secara pribadi ditemukan, informasi tersebut akan segera dihapus. Semua informasi yang dikirimkan ke Apple dienkripsi saat dalam transit dan saat diterima. Semua informasi juga akan dienkripsi saat disimpan di server kami. Dengan mengaktifkan Tingkatkan Catatan Kesehatan, Anda menyetujui dan menyepakati pentransmisian, pengumpulan, pemeliharaan, pemrosesan, dan penggunaan informasi ini oleh Apple dan anak perusahaan serta agennya sebagaimana yang dijelaskan di atas. Anda dapat memilih untuk mematikan Tingkatkan Catatan Kesehatan kapan pun. Untuk melakukannya, buka Pengaturan > Kesehatan dan matikan ‘Tingkatkan Catatan Kesehatan’. Informasi yang diterima Apple akan selalu diperlakukan sesuai dengan Kebijakan Privasi Apple, yang dapat ditemukan di www.apple.com/id/privacy.
it: La funzionalità di miglioramento dei dati sanitari invia alcune informazioni relative ai tuoi dati sanitari ad Apple al fine di sviluppare, migliorare e testare “Dati sanitari” e le ulteriori funzionalità correlate di Apple. I tuoi dati non verranno utilizzati in nessun altro modo. Il tipo di informazioni fornito ad Apple può includere qualsiasi dato sanitario, come le patologie, i farmaci, i parametri vitali e le procedure mediche. Prima di essere inviate ad Apple, le informazioni vengono elaborate tramite strumenti specifici affinché i dati che consentono di identificarti, come il nome o il numero di telefono, vengano eliminati. Tuttavia, sebbene l’obiettivo sia la completa eliminazione di tale tipo di informazioni, Apple potrebbe ricevere dati che consentono di risalire alla tua identità. In tal caso, tutte le informazioni di questo tipo verranno prontamente eliminate. Tutti i dati vengono crittografati sia durante la trasmissione, sia quando vengono ricevuti. Tutte le informazioni verranno crittografate anche quando sono conservate sui server di Apple Abilitando la funzionalità “Migliora dati sanitari”, accetti e autorizzi la trasmissione, la raccolta, la conservazione, l’elaborazione e l’utilizzo di tali informazioni da parte di Apple e dei suoi partner e licenziatari agli scopi descritti sopra. Puoi disattivare l’opzione “Migliora dati sanitari” in qualsiasi momento. Per farlo, vai in Impostazioni > Salute e disabilitala. In qualsiasi momento, le informazioni raccolte da Apple saranno trattate in conformità all’informativa sulla privacy di Apple consultabile all’indirizzo www.apple.com/it/privacy.
ja: “ヘルスケアレコードを改善”機能では、ヘルスケアレコード内の特定の情報がAppleに送信されます。このデータは、Appleがヘルスケアレコード機能およびAppleの関連ヘルスケア機能を開発、改善、理解するために役立てられます。その他の目的に使用されることはありません。 Appleに送信される情報には、体調、薬歴、生体情報、手術歴など、ヘルスケアレコード内の情報が含まれます。解析のためにAppleに送信される前に、内蔵ツールによって、個人を特定できるデータ（氏名や電話番号など）が取り除かれます。このツールは個人を特定できるすべての情報を取り除くように設計されていますが、それでも個人を特定できる情報がAppleに送られる可能性はゼロではありません。万一個人を特定できる情報がAppleで見つかった場合、その情報は即座に削除されます。 Appleに送信された情報はすべて、送信中および受信後に暗号化されます。すべての情報はAppleのサーバに保管中も暗号化されます。 “ヘルスケアレコードを改善”を有効にすることで、Appleおよびその子会社と代理業者が、上記で説明した方法で当該情報を送信、収集、保持、処理、および使用することに同意し、承諾することになります。“ヘルスケアレコードを改善”はいつでも無効にできます。それには、“設定”＞“ヘルスケア”と移動して、“ヘルスケアレコードを改善”をオフにしてください。 Appleに送信される情報は、いかなる場合においても、Appleのプライバシーポリシー（www.apple.com/jp/privacy を参照）に従って取り扱われます。
kk: Apple компаниясына денсаулыққа қатысты сондай-ақ онымен байланысты Apple функцияларын әзірлеуге, жақсартуға көмектесу және «Денсаулық жағдайы» функциясының жұмысын қамтамасыз үшін «Денсаулық жағдайы» режимін жақсарту функциясы Apple компаниясына денсаулық жағдайы туралы жазбаларыңыздан белгілі бір ақпаратты жібереді. Деректеріңіз жоғарыда аталғаннан басқа мақсатта қолданылмайды. Apple компаниясына берілетін ақпаратта денсаулық жағдайы туралы жазбаларыңыздағы кез келген ақпарат (мысалы, сырқаттар, дәрі-дәрмектер, процедуралар және негізгі көрсеткіштер туралы ақпарат) болуы мүмкін. Apple компаниясына талдауға жіберу алдында, жеке басыңызды анықтауы мүмкін (мысалы, атыңыз және телефон нөміріңіз) деректеріңіз қауіпсіздікті қамтамасыз ету құралдары арқылы өңделеді. Бұл құралдар жеке басыңызды анықтауы мүмкін барлық деректі жою қажеттілігін ескере отырып әзірленгеніне қарамастан, Apple кейбір жеке деректерді алуы мүмкін. Кез келген анықталған жеке ақпарат дереу өшіріледі. Apple компаниясына жіберілетін барлық ақпарат беру кезінде шифрланады. Ақпарат алынғаннан кейін Apple компаниясы оның қауіпсіз сақталуын қамтамасыз етеді. «Денсаулық жағдайы» режимін жақсарту функциясын қоса отырып, Apple компаниясына, оның еншілес кәсіпорындарына және агенттеріне барлық жоғарыда аталған ақпаратты беруге, жинауға, сақтауға, өңдеуге және пайдалануға келісім бересіз. «Денсаулық жағдайы» режимін жақсарту функциясын кез келген уақытта «Денсаулық» қолданбасынан қосуға болады. Apple жинайтын барлық ақпарат әрқашан Apple құпиялылық саясатына сәйкес өңделеді және оны келесі мекенжайдан таба аласыз: www.apple.com/privacy.
ko: ‘건강 기록 향상’을 사용하면 Apple이 ‘건강 기록’ 기능 및 이와 관련된 Apple의 건강 기능을 개발하고, 향상하고, 이해하는 것을 돕기 위해 사용자의 건강 기록에서 특정 정보를 Apple에 전송합니다. 사용자의 데이터는 이 외의 다른 목적으로 사용되지 않습니다. Apple에 제공되는 정보에는 질환, 투여약, 활력 징후 및 조치 등과 같은 사용자의 건강 기록에 있는 정보가 포함될 수 있습니다. 사용자의 정보가 분석을 위해 Apple에 전송되기 전에 사용자의 이름 또는 전화번호와 같이 사용자를 식별할 수 있는 데이터가 제거되도록 처리됩니다. 이 처리 과정은 사용자 개인을 식별할 수 있는 정보를 모두 제거하도록 설계되었지만 Apple이 개인 식별 정보를 전송받는 경우도 있습니다. 이러한 개인 식별 정보가 발견되면 이 정보는 즉시 삭제됩니다. Apple에 전송되는 모든 정보는 전송되는 동안 및 수신될 때 암호화됩니다. 또한, 모든 정보는 우리의 서버에 유지되는 동안 암호화됩니다. ‘건강 기록 향상’ 기능을 활성화함으로써 사용자는 Apple과 그 자회사 및 에이전트가 앞서 말한 모든 정보를 전송, 수집, 보존, 처리 및 사용하는 것에 대해 동의하고 허용하게 됩니다. ‘건강 기록 향상’은 언제든지 끌 수 있습니다. 이 기능을 끄려면 설정 > 건강으로 이동하여 ‘건강 기록 향상’을 끄십시오. Apple에서 수집하는 정보는 항상 Apple의 개인정보 처리방침에 따라 취급되며, 이와 관련된 정보는 www.apple.com/kr/privacy 사이트를 참조하십시오.
lt: Funkcija „Sveikatos įrašų tobulinimas“ bendrovei „Apple“ siunčia tam tikrą jūsų sveikatos įrašų informaciją, kad padėtų tobulinti, gerinti ir geriau įsisavinti funkciją „Sveikatos įrašai“ ir susijusias „Apple“ sveikatos funkcijas. Jūsų duomenys nebus naudojami jokiu kitu tikslu. Bendrovei „Apple“ pateikta informacija gali apimti bet kurią jūsų sveikatos įrašuose esančią informaciją, pvz., informaciją apie sveikatos būklę, vaistus, gyvybiškai svarbius rodiklius ir procedūras. Prieš informaciją išsiunčiant bendrovei „Apple“ analizuoti, ji apdorojama priemonėmis, kad būtų pašalinti jūsų tapatybę leidžiantys nustatyti duomenys, pvz., jūsų vardas ar telefono numeris. Nors priemonės yra skirtos pašalinti visą informaciją, pagal kurią galima nustatyti jūsų tapatybę, gali būti, kad bendrovė „Apple“ tokią informaciją gaus. Jei bus nustatyta, kad gauta tapatybę leidžianti nustatyti informacija, ji nedelsiant bus ištrinta. Visa bendrovei „Apple“ siunčiama informacija yra užšifruota – tiek perduodant, tiek gavus. Mūsų serveriuose visa informacija taip pat bus saugoma užšifruota. Įjungdami funkciją „Sveikatos įrašų tobulinimas“ sutinkate, kad bendrovė „Apple“, jos padaliniai ir atstovai perduotų, rinktų, prižiūrėtų, tvarkytų ir naudotų šią informaciją, kaip aprašyta pirmiau. Funkciją „Sveikatos įrašų tobulinimas“ bet kada galite išjungti. Norėdami tai padaryti, eikite į skiltį „Nustatymai“ > „Sveikata“ ir išjunkite parinktį „Sveikatos įrašų tobulinimas“. Su informacija, kurią gavo bendrovė „Apple“, visada bus elgiamasi pagal „Apple“ privatumo politiką, kuri pateikiama svetainėje www.apple.com/privacy.
ms: Ciri Tingkatkan Rekod Kesihatan menghantar maklumat tertentu daripada rekod kesihatan anda kepada Apple untuk membantu Apple membangunkan, meningkatkan dan memahami ciri Rekod Kesihatan serta ciri kesihatan Apple yang berkaitan. Data anda tidak akan digunakan untuk sebarang tujuan lain. Maklumat yang diberikan kepada Apple boleh termasuk sebarang maklumat dalam rekod kesihatan anda, seperti maklumat keadaan, ubat, maklumat vital dan prosedur. Sebelum maklumat anda dihantar kepada Apple untuk dianalisis, ia diproses menggunakan alat untuk mengeluarkan data yang mungkin mengenal pasti anda secara peribadi, seperti nama atau nombor telefon anda. Walaupun alat bertujuan mengeluarkan semua maklumat yang mungkin mengenal pasti anda secara peribadi, terdapat kemungkinan Apple menerima maklumat pengenalpastian peribadi. Jika sebarang maklumat pengenalpastian peribadi ditemui, ia akan dipadamkan dengan segera. Semua maklumat yang dihantar kepada Apple disulitkan semasa dihantar dan apabila diterima. Semua maklumat turut akan disulitkan semasa berada pada pelayan kami. Dengan mendayakan Tingkatkan Rekod Kesihatan, anda bersetuju dan mengizinkan penghantaran, pengumpulan, penyenggaraan, pemprosesan dan penggunaan maklumat ini oleh Apple dan subsidiari serta ejennya seperti yang diterangkan di atas. Anda boleh memilih untuk menyahaktifkan Tingkatkan Rekod Kesihatan pada bila-bila masa. Untuk berbuat demikian, pergi ke Seting > Kesihatan dan nyahaktifkan ‘Tingkatkan Rekod Kesihatan’. Pada setiap masa, maklumat yang diterima oleh Apple akan dikendalikan berpandukan Dasar Privasi Apple, yang boleh didapati di www.apple.com/my/privacy.
nl: Via de functie 'Verbeter medisch dossier' wordt bepaalde informatie uit je medisch dossier naar Apple verstuurd, zodat Apple deze functie en gerelateerde gezondheidsfuncties kan ontwikkelen, verbeteren en begrijpen. Je gegevens worden voor geen enkel ander doel gebruikt. De informatie die aan Apple wordt verstrekt, kan informatie uit je medisch dossier bevatten, zoals informatie over aandoeningen, medicijnen, vitale functies en ingrepen. Voordat je informatie ter analyse naar Apple wordt verstuurd, wordt deze door tools verwerkt, zodat gegevens worden verwijderd waaruit je identiteit zou kunnen worden afgeleid, zoals je naam en telefoonnummer. Hoewel de tools bedoeld zijn om alle informatie te verwijderen waaruit je identiteit zou kunnen worden afgeleid, is het mogelijk dat Apple informatie ontvangt waaruit je identiteit kan worden afgeleid. Als dergelijke informatie wordt ontvangen, wordt deze onmiddellijk verwijderd. Alle informatie wordt versleuteld naar Apple verstuurd en ontvangen. Alle informatie wordt bovendien versleuteld op onze servers bewaard. Door 'Verbeter medisch dossier' in te schakelen, stem je ermee in dat Apple en zijn dochterondernemingen en tussenpersonen de hierboven genoemde informatie mogen versturen, verzamelen, onderhouden, verwerken en gebruiken. Je kunt 'Verbeter medisch dossier' uitschakelen via de Gezondheid-app. Hiervoor ga je in Instellingen naar 'Gezondheid' en schakel je 'Verbeter medisch dossier' uit. De door Apple ontvangen informatie wordt te allen tijde behandeld conform het privacybeleid van Apple, dat je kunt vinden op www.apple.com/nl/privacy.
no: Funksjonen Forbedre Helsejournaler sender bestemt informasjon fra helsejournalene dine til Apple for å hjelpe til med å utvikle, forbedre og forstå Helsejournaler-funksjonen og tilknyttede helsefunksjoner fra Apple. Dataene dine vil ikke bli brukt til andre formål. Informasjonen som gis til Apple, kan inkludere all type informasjon i helsejournalene dine, som informasjon om sykdommer, medisiner, vitale tegn og kirurgiske inngrep. Informasjonen din blir først behandlet av verktøy som fjerner personlig identifiserbare data, som navn og telefonnummer, før den sendes til Apple for analyse. Selv om verktøyene skal fjerne all informasjon som kan identifisere deg personlig, er det fortsatt mulig at Apple mottar informasjon som kan identifisere deg. Hvis slik informasjon blir funnet, blir den øyeblikkelig slettet. All informasjon som sendes til Apple, er kryptert mens den overføres og mottas. All informasjon vil også være kryptert mens den ligger på våre tjenere. Ved å aktivere Forbedre Helsejournaler godtar du at Apple, samt våre underleverandører og samarbeidspartnere, kan samle inn, overføre, vedlikeholde, behandle og bruke informasjonen som beskrevet ovenfor. Du kan når som helst slå av Forbedre Helsejournaler. Det gjør du ved å gå til Innstillinger > Helse og slå av Forbedre Helsejournaler. All informasjon Apple mottar, blir behandlet i samsvar med Apples retningslinjer for personvern, som du kan lese på www.apple.com/no/privacy.
pl: Funkcja Ulepszanie (Rekordy zdrowotne) wysyła do Apple tylko określone informacje z Twoich rekordów zdrowotnych. Informacje te mogą pomóc Apple opracowywać, udoskonalać i analizować funkcję obsługi rekordów zdrowotnych oraz inne funkcje Apple dotyczące zdrowia. Dane nie będą wykorzystywane do żadnych innych celów. Do Apple przekazywane mogą być dowolne informacje zawarte w Twoich rekordach zdrowotnych, na przykład dotyczące schorzeń, leków, parametrów życiowych i zabiegów. Przed przesłaniem do analizy dane są przetwarzane w celu usunięcia wszelkich informacji, które mogłyby pozwolić na zidentyfikowanie Cię, na przykład imienia, nazwiska lub numeru telefonu. Używane w tym celu narzędzia mają za zadanie usunąć wszelkie dane osobowe, jest jednak możliwe, że Apple otrzyma informacje pozwalające na zidentyfikowanie Cię. W takiej sytuacji informacje te zostaną natychmiast usunięte. Wszystkie informacje wysyłane do Apple są szyfrowane podczas przesyłu oraz przechowywania na naszych serwerach. Włączenie funkcji Ulepszanie (Rekordy zdrowotne) oznacza wyrażenie zgody na przesyłanie, gromadzenie, przechowywanie, przetwarzanie i używanie tych informacji przez Apple, jego podmioty zależne i agentów w sposób opisany powyżej. Funkcję Ulepszanie (Rekordy zdrowotne) możesz wyłączyć w dowolnym momencie. Aby to zrobić, wybierz Ustawienia > Zdrowie, a następnie wyłącz Ulepszanie (Rekordy zdrowotne). Informacje uzyskiwane przez Apple są zawsze traktowane zgodnie z zasadami ochrony prywatności Apple, dostępnymi na stronie www.apple.com/legal/privacy/pl.
pt_br: O recurso Melhorar Registros Médicos envia certas informações dos seus registros médicos à Apple para ajudar a desenvolver, melhorar e entender o recurso Registros Médicos e os recursos de saúde relacionados da Apple. Seus dados não serão usados para nenhum outro propósito. As informações fornecidas à Apple podem incluir quaisquer dados dos seus registros médicos, tais como informações sobre condições, medicamentos, sinais vitais e procedimentos. Antes que as suas informações sejam enviadas à Apple para análise, elas serão processadas por ferramentas que removem os dados que podem identificar você pessoalmente, tais como o seu nome ou número de telefone. Embora o propósito das ferramentas seja remover todos os dados que possam identificar você pessoalmente, é possível que a Apple receba informações identificáveis. Se qualquer informação pessoalmente identificável for encontrada, ela será apagada imediatamente. Todas as informações enviadas à Apple são criptografadas durante a transmissão e quando recebidas. Todas as informações também são criptografadas enquanto são armazenadas em nossos servidores. Ao ativar a opção Melhorar Registros Médicos, você consente e concorda que a Apple e suas subsidiárias e agentes podem transmitir, coletar, manter, processar e usar essas informações conforme descrito acima. Você pode desativar a opção Melhorar Registros Médicos a qualquer momento. Para fazer isso, desative a opção Melhorar Registros Médicos em Ajustes > Saúde. As informações recebidas pela Apple serão sempre tratadas de acordo com a Política de Privacidade da Apple, que pode ser encontrada em www.apple.com/br/privacy
pt_pt: A funcionalidade Melhorar Registos de saúde envia à Apple determinada informação dos seus registos no intuito de ajudar a criar, melhorar e compreender a funcionalidade Registos de saúde e outras funcionalidades da Apple relacionadas com a saúde. Os seus dados não serão usados para nenhum outro fim. A informação enviada à Apple pode incluir qualquer informação presente nos seus registos de saúde, como problemas médicos, medicação, medições de saúde e exames médicos efetuados. Antes de ser enviada à Apple para ser analisada, a informação é processada através de ferramentas e todos os dados pessoais, como nome ou número de telefone, são removidos. As ferramentas usadas visam remover toda a informação pessoal que possa identificar os utilizadores; contudo, pode acontecer que alguma desta informação seja, ainda assim, enviada à Apple. Neste caso, a Apple compromete‑se a apagá‑la imediatamente. Toda a informação enviada à Apple é cifrada durante a transmissão e receção. Toda a informação também será cifrada enquanto estiver armazenada nos nossos servidores. Ao ativar Melhorar Registos de saúde, aceita e consente que a Apple e respetivas empresas subsidiárias e agentes transmitam, recolham, mantenham, processem e usem esta informação nos termos acima descritos. Pode optar por desativar esta funcionalidade a qualquer momento. Em Definições > Saúde, desative a opção Melhorar Registos de saúde. Toda e qualquer informação recebida em qualquer altura pela Apple será tratada de acordo com a Política de Privacidade da Apple, cujo texto pode ser consultado em www.apple.com/pt/privacy.
ro: Funcționalitatea “Îmbunătățire înregistrări medicale” trimite anumite informații din înregistrările dvs. medicale la Apple pentru a ajuta Apple să dezvolte, să îmbunătățească și să înțeleagă funcționalitatea “Înregistrări medicale” și alte funcționalități Apple asociate referitoare la sănătate. Datele dvs. nu vor fi utilizate în niciun alt scop. Informațiile trimise la Apple ar putea include orice informații din înregistrările dvs. medicale, precum informații despre afecțiuni medicale, medicații, semne vitale și proceduri. Înainte ca informațiile să fie trimise la Apple pentru analiză, acestea sunt procesate utilizând instrumente pentru eliminarea datelor care vă pot identifica personal, precum numele sau numărul dvs. de telefon. Chiar dacă intenția este ca instrumentele să elimine toate informațiile care vă pot identifica personal, este posibil ca Apple să primească informații de identificare. Dacă sunt găsite orice informații de identificare personală, acestea vor fi șterse cu promptitudine. Toate informațiile trimise la Apple sunt criptate în timpul transmiterii și la destinație. De asemenea, toate informațiile vor fi criptate în timpul găzduirii pe serverele noastre. Prin activarea funcționalității “Îmbunătățire înregistrări medicale”, sunteți de acord și vă exprimați consimțământul asupra transmiterii, colectării, întreținerii, procesării și utilizării acestor informații de către Apple, filialele și agenții Apple, în conformitate cu descrierea de mai sus. Puteți opta să dezactivați oricând “Îmbunătățire înregistrări medicale”. Pentru aceasta, accesați Configurări > Sănătate și dezactivați opțiunea “Îmbunătățire înregistrări medicale”. Informațiile colectate de către Apple vor fi tratate în permanență în conformitate cu Politica de confidențialitate Apple, care se află la www.apple.com/ro/privacy.
ru: Функция «Улучшение Состояния здоровья» отправляет в Apple определенную информацию из Ваших записей о состоянии здоровья, чтобы помочь компании в разработке, улучшении и анализе работы функции «Состояние здоровья», а также связанных с ней функций Apple, относящихся к здоровью. Ваши данные не будут использоваться ни в каких иных целях. Предоставляемая компании Apple информация может содержать любые сведения из Ваших записей о состоянии здоровья, например информацию о заболеваниях, лекарствах, процедурах и основных показателях. Перед отправкой данных в Apple для анализа они подвергаются обработке инструментами обеспечения конфиденциальности, чтобы удалить те из них, которые могут идентифицировать Вас лично, например имя или номер телефона. Несмотря на то что эти инструменты разработаны с учетом необходимости удалять все данные, которые могут идентифицировать человека, компания Apple может получить некоторую личную информацию. Любая обнаруженная личная информация будет незамедлительно удалена. Все отправляемые в Apple сведения защищены шифрованием на время передачи. Получив их, Apple гарантирует безопасность их хранения. Включив функцию «Улучшение Состояния здоровья», Вы даете компании Apple, ее дочерним организациям и агентам согласие на передачу, сбор, хранение, обработку и использование всей описанной выше информации. Функцию «Улучшение Состояния здоровья» можно выключить в любое время в приложении «Здоровье». Информация, которую собирает Apple, всегда будет использоваться в соответствии с политикой конфиденциальности Apple: www.apple.com/ru/privacy.
sk: Funkcia Vylepšovať zdravotné záznamy odosiela spoločnosti Apple vybrané informácie z vami poskytnutých zdravotných záznamov. Spoločnosť Apple tieto informácie využíva pri vývoji, vylepšovaní a analýze funkcie Zdravotné záznamy a súvisiacich funkcií. Vaše dáta nebudú použité na žiadne iné účely. Informácie poskytované spoločnosti Apple môžu zahŕňať ľubovoľné informácie z vami poskytnutých zdravotných záznamov, napríklad informácie o zdravotnom stave, užívaných liekoch, vitálnych funkciách a procedúrach. Informácie sú pred odoslaním na analýzu do Apple spracované pomocou nástrojov, ktoré odstránia dáta umožňujúce vašu osobnú identifikáciu ako je vaše meno alebo telefónne číslo. Aj keď boli tieto nástroje navrhnuté na odstraňovanie všetkých informácií, ktoré by vás mohli osobne identifikovať, je možné, že spoločnosť Apple prijme takéto informácie. Ak sa nájdu informácie umožňujúce vašu osobnú identifikáciu, budú okamžite odstránené. Všetky informácie odoslané spoločnosti Apple sú počas prenosu a prijímania šifrované. Všetky informácie uchované na našich serveroch sú taktiež šifrované. Povolením funkcie Vylepšovať zdravotné záznamy súhlasíte s tým, že spoločnosť Apple a jej dcérske spoločnosti a zástupcovia môžu prenášať, zhromažďovať, spravovať, spracovávať a používať tieto informácie tak, ako je to popísané vyššie. Funkciu Vylepšovať zdravotné záznamy môžete kedykoľvek vypnúť. Prejdite do Nastavenia > Zdravie a vypnite možnosť Vylepšovať zdravotné záznamy. S informáciami prijatými spoločnosťou Apple sa po celý čas bude zaobchádzať v súlade so zásadami ochrany súkromia spoločnosti Apple, ktoré nájdete na adrese www.apple.com/sk/privacy.
sl: Funkcija Izboljšanje zdravstvenega kartona družbi Apple pošilja določene podatke iz vašega zdravstvenega kartona. Na podlagi teh podatkov razvijajo, izboljšujejo in bolje razumejo funkcijo Zdravstveni karton in povezane zdravstvene funkcije ponudnika Apple. Poslani podatki ne bodo uporabljeni za noben drug namen. Podatki iz zdravstvenega kartona, poslani družbi Apple, lahko vključujejo na primer podatke o zdravstvenem stanju, zdravilih, vitalnih funkcijah in zdravljenju. Preden se vaši podatki pošljejo družbi Apple za analizo, jih orodja obdelajo in odstranijo vse, po čemer bi bilo mogoče ugotoviti vašo identiteto, na primer vaše ime ali telefonsko številko. Čeprav naj bi orodja odstranila vse podatke, s katerimi bi bilo mogoče ugotoviti vašo identiteto, se lahko zgodi, da Apple prejme tudi osebno določljive podatke. Če so najdeni katerikoli osebno določljivi podatki, jih takoj izbrišemo. Vsi podatki, poslani družbi Apple, so med prenosom in ob prejemu šifrirani. Prav tako ostanejo šifrirani, ko so shranjeni v naših strežnikih. Če omogočite funkcijo Izboljšanje zdravstvenega kartona, se strinjate in soglašate, da Apple ter njegove podružnice in zastopniki prenesejo, zbirajo, vzdržujejo, obdelujejo in uporabljajo te podatke, kot je opisano zgoraj. Funkcijo Izboljšanje zdravstvenega kartona lahko kadarkoli izklopite. To storite tako, da odprete Nastavitve > Zdravje in izklopite funkcijo »Izboljšanje zdravstvenega kartona«. Podatki, ki jih prejme Apple, bodo ves čas obravnavani skladno s pravilnikom o zasebnosti družbe Apple, ki ga lahko najdete na www.apple.com/privacy.
sv: Funktionen Förbättra medicinska journaler skickar viss information från dina medicinska journaler till Apple så att Apple kan utveckla, förbättra och förstå funktionen för medicinska journaler och relaterade hälsofunktioner. Dina data kommer inte att användas för något annat ändamål. Informationen som skickas till Apple kan inkludera all information som finns i dina medicinska journaler, till exempel information om ditt hälsotillstånd, mediciner, vitalparametrar och procedurer. Innan informationen skickas till Apple för analys behandlas den av verktyg som tar bort alla data som kan identifiera dig personligen, till exempel ditt namn eller ditt telefonnummer. Dessa verktyg är avsedda att ta bort all information som kan identifiera dig personligen, men trots detta är det möjligt att Apple kan ta emot information som kan identifiera dig. Om någon sådan information upptäcks kommer den omedelbart att raderas. All information som skickas till Apple överförs och tas emot i krypterad form. All information kommer även att krypteras medan den lagras på våra servrar. Genom att använda Förbättra medicinska journaler godkänner du och samtycker till att Apple och dess dotterbolag och agenter överför, samlar in, underhåller, behandlar och använder den här informationen enligt vad som beskrivs ovan. Du kan när som helst välja att avaktivera Förbättra medicinska journaler. Du gör detta genom att öppna Inställningar > Hälsa och avaktivera ”Förbättra medicinska journaler”. Information som skickas till Apple kommer alltid att behandlas enligt Apples integritetspolicy, som du hittar på www.apple.com/se/privacy.
th: คุณสมบัติการปรับปรุงบันทึกสุขภาพจะส่งข้อมูลบางอย่างจากบันทึกสุขภาพของคุณไปที่ Apple เพื่อที่จะช่วย Apple พัฒนา ปรับปรุง และทำความเข้าใจคุณสมบัติบันทึกสุขภาพและคุณสมบัติสุขภาพของ Apple ที่เกี่ยวข้อง ข้อมูลของคุณจะไม่ถูกนำไปใช้เพื่อจุดประสงค์อื่นใด ข้อมูลที่จัดหาให้ Apple นั้นอาจรวมถึงข้อมูลใดๆ ในบันทึกสุขภาพของคุณ เช่น ข้อมูลอาการ การทานยา สัญญาณชีพ และกระบวนการ ก่อนที่ข้อมูลของคุณจะถูกส่งไปที่ Apple เพื่อวิเคราะห์ ข้อมูลนั้นจะได้รับการประมวลผลผ่านเครื่องมือเพื่อเอาข้อมูลที่อาจระบุตัวตนของคุณได้ออก เช่น ชื่อหรือเบอร์โทรศัพท์ของคุณ แม้ว่าจะตั้งใจใช้เครื่องมือต่างๆ เพื่อเอาข้อมูลทั้งหมดที่อาจระบุตัวตนของคุณได้ออก แต่ยังมีความเป็นไปได้ที่ Apple อาจได้รับข้อมูลที่ระบุตัวตนได้ ถ้าพบข้อมูลที่ระบุตัวตนได้ใดๆ ข้อมูลนั้นจะถูกลบทันที ข้อมูลทั้งหมดที่ส่งไปที่ Apple จะถูกเข้ารหัสในระหว่างที่ส่งผ่านและเมื่อได้รับ ข้อมูลทั้งหมดจะยังถูกเข้ารหัสในระหว่างที่พักอยู่ในเซิร์ฟเวอร์ของเราอีกด้วย โดยการเปิดใช้งานการปรับปรุงบันทึกสุขภาพจะถือว่า คุณยอมรับและยินยอมกับการส่งข้อมูล การเก็บรวบรวมข้อมูล การบำรุงรักษาข้อมูล การประมวลผลข้อมูล และการใช้ข้อมูลนี้ที่อธิบายข้างต้นของ Apple, บริษัทในเครือ และตัวแทน คุณสามารถเลือกปิดใช้ปรับปรุงบันทึกสุขภาพได้ตลอดเวลา ในการทำเช่นนั้น ให้ไปที่การตั้งค่า > สุขภาพ แล้วปิดใช้ ‘ปรับปรุงบันทึกสุขภาพ’ ข้อมูลที่ Apple ได้รับจะได้รับการปฏิบัติตามนโยบายความเป็นส่วนตัวของ Apple เสมอ ซึ่งสามารถดูได้ที่ www.apple.com/th/privacy
tr: Sağlık Kayıtlarını İyileştir özelliği Apple’ın, Sağlık Kayıtları özelliğini ve ilgili Apple sağlık özelliklerini geliştirmesine ve anlamasına yardımcı olmak için sağlık kayıtlarınızdan bazı bilgileri Apple’a gönderir. Verileriniz başka bir amaç için kullanılmaz. Apple’a sağlanan bu bilgiler, kondisyon bilgisi, ilaçlar, yaşam bulguları ve prosedürler gibi sağlık kayıtlarınızda bulunan bilgileri içerebilir. Analiz için Apple’a gönderilmeden önce adınız veya telefon numaranız gibi sizi kişisel olarak teşhis edebilecek verilerin silinmesi için bilgileriniz araçlar tarafından işlenir. Araçlar sizi kişisel olarak teşhis edebilecek verilerin silinmesini amaçlasa da Apple teşhis edilebilir bilgi alabilir. Kişisel olarak teşhis edilebilir bilgi bulunursa bu bilgi anında silinir. Apple’a gönderilen tüm bilgiler aktarılırken ve alındığında şifrelenir. Tüm bilgiler ayrıca sunucularımızdayken de şifrelenir. Sağlık Kayıtlarını İyileştir özelliğini etkinleştirdiğinizde Apple’ın, bağlı kuruluşlarının ve temsilcilerinin bu bilgileri yukarıda açıklanan şekilde iletmesini, toplamasını, saklamasını, işlemesini ve kullanmasını kabul etmiş ve onaylamış olursunuz. Sağlık Kayıtlarını İyileştir’i istediğiniz zaman kapatabilirsiniz. Bunu yapmak için Ayarlar > Sağlık’a gidin ve “Sağlık Kayıtlarını İyileştir”i kapatın. Apple tarafından alınan tüm bilgiler her zaman www.apple.com/tr/privacy adresinde bulunan Apple’ın Gizlilik Politikası’na uygun bir şekilde işlenir.
uk: Функція «Покращення Медзаписів» надсилає певну інформацію з ваших медичних записів до Apple, щоб допомагати Apple розробляти, вдосконалювати й розуміти функцію «Медзаписи» і повʼязані медичні функції Apple. Ваші дані не використовуватимуться для жодних інших цілей. Інформація, передана до Apple, може містити будь-яку інформацію у ваших медичних записах, як‑от інформацію про захворювання, лікувальні засоби, життєві показники й процедури. Перед надсиланням вашої інформації до Apple для аналізу вона проходить процедури вилучення даних, за якими можуть ідентифікувати вашу особу, як‑от ваше імʼя і номер телефону. Хоча ці процедури мають вилучати всю інформацію, що може ідентифікувати вашу особу, існує імовірність, що Apple може отримати особисту інформацію. У разі виявлення будь-якої інформації, що ідентифікує чи може ідентифікувати особу, вона негайно видаляється. Уся інформація, що надсилається до Apple, шифрується під час пересилання та отримання і зберігається у зашифрованому вигляді на наших серверах. Увімкнувши «Покращення Медзаписів», ви погоджуєтесь на передання, збирання, обслуговування, оброблення і використання цієї інформації Apple та її філіями й представниками, як це описано вище. Ви завжди можете вимкнути Покращення Медзаписів. Для цього в Параметрах > Здоровʼя вимкніть «Покращення Медзаписів». Інформація, яку отримала Apple, завжди оброблятиметься відповідно до Політики конфіденційності Apple, наведеної на вебсторінці www.apple.com/privacy.
vi: Tính năng Cải thiện Hồ sơ sức khỏe gửi thông tin nhất định từ hồ sơ sức khỏe của bạn đến Apple để giúp Apple phát triển, cải tiến và hiểu tính năng Hồ sơ sức khỏe và các tính năng sức khỏe liên quan của Apple. Dữ liệu của bạn sẽ không được sử dụng cho bất kỳ mục đích nào khác. Thông tin được cung cấp cho Apple có thể bao gồm bất kỳ thông tin nào trong hồ sơ sức khỏe, ví dụ như thông tin tình trạng bệnh, thuốc, sinh hiệu và quy trình. Trước khi được gửi đến Apple để phân tích, thông tin được xử lý thông qua các công cụ để loại bỏ dữ liệu có thể xác định danh tính của bạn, ví dụ như tên hoặc số điện thoại. Mặc dù các công cụ này nhằm mục đích loại bỏ tất cả thông tin có thể xác định danh tính của bạn, nhưng Apple vẫn có khả năng nhận được thông tin định danh cá nhân. Nếu phát hiện thấy bất kỳ thông tin định danh cá nhân nào, thông tin đó sẽ bị xóa ngay. Tất cả thông tin được gửi đến Apple đều được mã hóa trong khi chuyển và khi đã nhận được. Tất cả thông tin cũng sẽ được mã hóa trong khi ở trên máy chủ của chúng tôi. Bằng việc bật Cải thiện Hồ sơ sức khỏe, bạn đồng ý và cho phép Apple, các công ty con và đại lý của hãng chuyển giao, thu thập, duy trì, xử lý và sử dụng thông tin này như mô tả ở trên. Bạn có thể lựa chọn tắt Cải thiện Hồ sơ sức khỏe bất kỳ lúc nào. Để thực hiện, hãy đi tới Cài đặt > Sức khỏe và tắt ‘Cải thiện Hồ sơ sức khỏe’. Thông tin mà Apple nhận được sẽ luôn được xử lý theo Chính sách quyền riêng tư của Apple, có thể tìm thấy tại địa chỉ www.apple.com/vn/privacy.
zh_cn: “改进健康记录”功能会将你健康记录中的特定信息发送给Apple，以帮助Apple开发、改进和理解健康记录功能及Apple的相关健康功能。你的数据不会用作任何其他用途。 向Apple提供的此类信息可能包括健康记录中的任何信息，如健康状况信息、用药、生命体征和医疗程序。你的信息发送给Apple进行分析前，会经工具处理以移除可能识别你个人身份的信息，如你的姓名或电话号码。在工具准备移除可能识别你个人身份的所有信息时，Apple可能会收到可识别个人身份的信息。任何可识别个人身份的信息一经发现便会立即删除。 发送给Apple的所有信息在传输及收到时均会进行加密。保留在服务器上的所有信息也会进行加密。 启用“改进健康记录”即表示你同意和允许Apple及其下属公司及代理机构按上述条件传输、收集、维护、处理和使用这些信息。你可以随时选择关闭“改进健康记录”。若要关闭，请前往“设置”>“健康”并关闭“改进健康记录”。 Apple收到的信息将始终遵循Apple的“隐私政策”处理，请参阅：www.apple.com/cn/privacy。
zh_hk: 「改進健康記錄」功能會傳送你的部份健康記錄資料予Apple以協助Apple開發、改進、了解並提供「健康記錄」功能和相關的Apple健康功能。你的資料不會用在其他用途。 提供予Apple的資料可能會包括你健康記錄中的任何資料，例如症狀資料、藥物、維生指數和手術。在將你的資料傳送予Apple分析前，會先使用工具處理以移除任何可能會識別你個人身份的資料，例如你的姓名或電話號碼。雖然這些工具的目標是要移除所有可能會識別你個人身份的資料，Apple仍有可能接收到可識別個人身份的資料。當找到任何可識別個人身份的資料會立即刪除。 所有傳送予Apple的資料也會在傳輸中和接收到時加密。所有資料在我們的伺服器上儲存時也會進行加密。 啟用「改進健康記錄」，即表示同意並接受Apple及其夥伴和代理以如上所示的方式傳播、收集、維護、處理和使用此資料。你隨時都可以關閉「改進健康記錄」功能。如要關閉，請前往「設定」>「健康」，然後關閉「改進健康記錄」。 無論何時，Apple會依照「Apple私隱政策」的規定以處理所接收的資料，請瀏覽www.apple.com/hk/privacy。
zh_tw: 「改進健康記錄」功能會傳送你的部分健康記錄資訊給Apple來協助Apple開發、改進、瞭解並提供「健康記錄」功能和相關的Apple健康功能。你的資料不會用在其他用途。 提供給Apple的資訊可能會包含你健康記錄中的任何資訊，例如症狀資訊、藥物、生命徵象和處置。在將你的資訊傳送給Apple分析前，會先使用工具處理以移除任何可能會識別你個人身分的資料，例如你的姓名或電話號碼。雖然這些工具的目標是要移除所有可能會識別你個人身分的資訊，Apple仍有可能接收到可識別個人身分的資訊。若找到任何可識別個人身分的資訊，會立即刪除。 所有傳送給Apple的資訊也會在傳輸中和接收到時加密。所有資訊在我們的伺服器上儲存時也會進行加密。 啟用「改進健康記錄」，即表示同意並接受Apple其子公司和代理人以如上所示的方式傳播、收集、維護、處理和使用此資訊。你隨時都可以透過「健康」App來關閉「改進健康記錄」功能。若要關閉，請前往「設定」>「健康」，然後關閉「改進健康記錄」。 在任何時間，Apple都會依照「Apple隱私權政策」的規定來處理接收到的資訊，請參訪www.apple.com/tw/privacy。
